<html>
<head>
<meta http-equiv="Content-Type"
content="text/html; charset=iso-8859-1">
<title>SimpleDivX : Guia em Portugu&ecirc;s Brasileiro</title>
<link href="StyleSheet/style.css" rel="stylesheet" type="text/css">
</head>

<body link="#0000FF" vlink="#800080" lang="EN-US">

<table border="2" cellpadding="0" cellspacing="10" width="100%"
bgcolor="#FFFFFF" bordercolor="#111111" summary="s"
style="border-collapse: collapse">
    <tr>
        
    <td width="100%"> 
      <p align="center" 
        style="text-align:center">Guia em Portugu&ecirc;s Brasileiro 1.23<br>
        Criado por: Ed McVinny , 06-09-2002<br>
        Atualizado por: CyberDemonII , 24-02-2003<br>
        Traduzido para o Portugu&ecirc;s brasileiro por: Cristiano Portela (onthewayhome), 
        20-08-2003<br>
        Para: SimpleDivX<br>
        <br>
        <a href="http://www.simpledivx.org">http://www.simpledivx.org</a> 
    </td>
    </tr>
</table>
<BR>
<strong>SimpleDivX</strong> tem 8 guias localizadas pr&oacute;ximo a parte superior 
da janela do programa, cada uma nomeada com n&uacute;meros e uma descri&ccedil;&atilde;o. 
Este guia ir&aacute; conduzi-lo pelas guias do programa, uma de cada vez. <BR>
<BR>
Ao executar SimpleDivX, voc&ecirc; dever&aacute; ver uma tela como a seguinte: 
<h1><br>
  Guia 1: Input</h1>
<img src="Images/EN/input.png" alt="">

<h4>Project Name:</h4>
Voc&ecirc; pode definir o nome que voc&ecirc; desejar para seu projeto, mas a 
maioria das pessoas utiliza o pr&oacute;prio nome do filme. Este nome ser&aacute; 
o mesmo de seus arquivos de sa&iacute;da, diferentemente de algumas ferramentas 
que o nomeiam como 'movie1.avi' etc. 
<h4>Input Files:</h4>
Clique na pequena caixa localizada a direita e a tela mostrada abaixo dever&aacute; 
aparecer. <BR>
<img src="Images/EN/folder.png" alt="">
<BR>
Selecione a mesma pasta que voc&ecirc; usou para ripar seus arquivos vob usando 
sua ferramenta para ripar dvd favorita e clique ok. 
<h4>Vob Files:</h4>
Se voc&ecirc; selecionou a op&ccedil;&atilde;o de selecionar filme principal quando 
estava executando sua ferramenta para ripar dvd favorita, voc&ecirc; pode marcar 
a caixa &quot;Selecionar filme&quot; (select all files). Se voc&ecirc; decriptou 
o filme inteiro, voc&ecirc; deve marcar a op&ccedil;&atilde;o &quot;select main 
movie", a menos que voc&ecirc; queira encodear algo diferente no filme (por exemplo, 
os extras). Mas neste caso, voc&ecirc; precisar&aacute; selecionar manualmente 
o que voc&ecirc; quer fazer. 
<h4>Video Information:</h4>
Esta guia mostra informa&ccedil;&otilde;es relevantes sobre o DVD que voc&ecirc; 
est&aacute; fazendo backup.
<h1><br>
  Guia 2: Video</h1>
<img src="Images/EN/video.png" alt="">

<h4>Frames/Second (fps)</h4>
<p>Aqui voc&ecirc; seleciona o framerate de sa&iacute;da desejado. Usu&aacute;rios 
  do sistema de v&iacute;deo PAL devem selecionar 25.000, enquanto usu&aacute;rios 
  do sistema de v&iacute;deo NTSC devem selecionar 23.976 ou 29.970. SimpleDivX 
  normalmente seleciona o framerete detectado nos arquivos vob.<br>
  <strong>Nota do Tradutor:</strong> a maioria dos DVDs brasileiros que encodeei 
  s&oacute; tiveram sincronia de audio e v&iacute;deo selecionando 23,976 como 
  framerate, embora tenham sido detectados na guia Input como sendo 29,970 fps. 
  Tamb&eacute;m j&aacute; encontrei DVDs em todos os outros framerates, sendo 
  que, pela ordem de frequ&ecirc;ncia em que encontrei: 23,976; 29,970; 25,000 
  e apenas 1 &uacute;nico a 24,000. De acordo com o guia em alem&atilde;o, feito 
  pelo pr&oacute;prio CyberDemonII, os DVDs se dividem da seguinte forma:</p>
<p>Formato PAL (Europa): 25,000<br>
  Formato NTSC (EUA): 23.976 ou 29.970.</p>
<p>Como os DVDs no Brasil tem v&aacute;rias origens, recomendo a voc&ecirc; que 
  fa&ccedil;a um peda&ccedil;o do filme para testar o framerate. Isso evita muitos 
  aborrecimentos. </p>
<h4>Enable Video Stream ID Checking:</h4>
<p>Marcar esta caixa far&aacute; com que o Simpledivx verifique a identifica&ccedil;&atilde;o 
  da sequ&ecirc;ncia de v&iacute;deo que voc&ecirc; selecionou.</p>
<h4>Auto-Retrieve Crop And Resizing Info:</h4>
<p>Selecione esta op&ccedil;&atilde;o para o Simpledivx encontrar autom&aacute;ticamente 
  os valores de resize e crop. <br>
  <strong>Nota do tradutor:</strong> conv&eacute;m utilizar a op&ccedil;&atilde;o 
  de pr&eacute;-visualiza&ccedil;&atilde;o, para voc&ecirc; ter certeza de que 
  o programa detectou corretamente. Alguns dos DVDs brasileiros n&atilde;o s&atilde;o 
  t&atilde;o santos e fogem a regra. Por exemplo, voc&ecirc; j&aacute; deve ter 
  notado que alguns est&uacute;dios resolveram que no Brasil as pessoas preferem 
  filmes 4x3 (pessoalmente, prefiro evitar) e transformam seus filmes 16x9 neste 
  formato. Outros, fazem algo mais intermedi&aacute;rio.</p>
<h4>Output Format:</h4>
<p>Selecione o formato de sa&iacute;da de acordo com suas necessidades. Muitos 
  formatos populares s&atilde;o pr&eacute;-definidos, mas voc&ecirc; tamb&eacute;m 
  pode selecionar &quot;custom&quot; e definir o seu pr&oacute;prio formato. <br>
  <strong>Nota do tradutor:</strong> tenha em mente que uma resolu&ccedil;&atilde;o 
  alta (por exemplo 720x480) nem sempre &eacute; a melhor coisa que voc&ecirc; 
  pode fazer. Resolu&ccedil;&otilde;es altas s&atilde;o especialmente ruins se 
  voc&ecirc; est&aacute; fazendo um filme longo ou em um &uacute;nico CD. Na guia 
  &quot;Compress&atilde;o&quot; voc&ecirc; pode encontrar uma descri&ccedil;&atilde;o 
  para a combina&ccedil;&atilde;o bitrate/resolu&ccedil;&atilde;o que voc&ecirc; 
  escolheu. Leve essa guia em considera&ccedil;&atilde;o ao encodear um filme.</p>
<h4>Open VOB Bitstream at LBA (Usu&aacute;rios Avan&ccedil;ados):</h4>
<p>Selecione esta caixa se voc&ecirc; quiser come&ccedil;ar o filme a partir de 
  uma LBA espec&iacute;fica. </p>
<h4>Frames Range:</h4>
Voc&ecirc; pode selecionar aqui a quantia exata de frames que voc&ecirc; quer 
encodear. &Eacute; muito &uacute;til para encodear trechos curtos do filme para 
determinar a qualidade, verificar que o framerate est&aacute; correto, criar clips, 
etc.
<h1>Advanced Video Settings</h1>
<img src="Images/EN/adv_video.png" alt="">
<h4>&nbsp;</h4>
<h4>Postfilter Quality:</h4>
<i> - High , alta qualidade/encodeamento mais lento<br>
- Low , baixa qualidade/encodeamento mais r&aacute;pido</i> (Deixe em 'High' para 
obter melhores resultados) 
<h4>Reference Quality:</h4>
As diferen&ccedil;as entre cada uma destas op&ccedil;&otilde;es &eacute; muito 
dif&iacute;cil de explicar, mas n&oacute;s podemos simplificar um pouco. Simplificando, 
IDCT &eacute; usado para decodificar um filme de acordo com o tipo de processador 
que voc&ecirc; tem. N&atilde;o vai melhorar o filme voc&ecirc; usar a IDCT de 
um Pentium IV se voc&ecirc; tem um Duron. Apenas vai deixar seu encodeamento mais 
lento. Portanto, escolha o IDCT de acordo com seu tipo de processador:<br>
<i>Pentium w/mmx: 16-bit MMX ichen</i><br>
<i>PentiumII: 32-bit MMX</i><br>
<i>PentiumIII: 32-bit MMX</i><br>
<i>PentiumIV: 64-bit FPU</i><br>
<i>K6-2/3: 16-bit MMX ichen</i><br>
<i>Athlon/Duron: 32-bit MMX</i><br>
<i>Athlon XP: 32-bit MMX</i><br>

<h4>Output Mode:</h4>
<p>SimpleDivX pode criar uma variedade de formatos, mas recomendamos que voc&ecirc; 
  utilize YV12, uma vez que DivX / XviD s&atilde;o os &uacute;nicos codecs atualmente 
  suportados pelo SimpleDivX. </p>
<h1>Guia 3: Audio</h1>
<img src="Images/EN/audio.png"  alt="">

<h4>Create Audio:</h4>
Desmarque esta caixa se voc&ecirc; n&atilde;o quer criar um arquivo de audio para 
o seu arquivo de v&iacute;deo. 
<h4>Enable Audio Stream ID checking:</h4>
Selecione esta op&ccedil;&atilde;o para que sejam mostradas todas as bandas de 
audio dispon&iacute;veis na tela correspondente a Audio Stream ID<br>
<strong>Nota do tradutor:</strong> alguns filmes n&atilde;o informam corretamente 
o stream de audio ou mesmo ou mesmo informam que existe um presente. Neste caso, 
desmarque esta guia e selecione manualmente 0x80 para audio em ingl&ecirc;s<br>
<h4>Extract all AC3 Audio Streams:</h4>
Esta op&ccedil;&atilde;o ir&aacute; extrair todas as faixas de audio dispon&iacute;veis 
no filme. <strong>Nota:</strong> Apenas a Audio Stream ID selecionada ser&aacute; 
juntada (multiplexada) ao arquivo de v&iacute;deo. 
<h4>Audio Stream ID:</h4>
Esta op&ccedil;&atilde;o lista todas as faixas de audio existentes no filme. O 
audio principal quase sempre ser&aacute; 0X80, enquanto os outros ser&atilde;o 
<u>usualmente</u> usados para idiomas alternativos/coment&aacute;rios/audio especial. 
<h4>Audio Language:</h4>
<p>Quando os arquivos *.ifo s&atilde;o copiados de um DVD, SimpleDivX &eacute; 
  capaz de informar corretamente o idioma exato contido na audio stream selecionada. 
</p>
<h4>Audio bitrate:</h4>
Us&aacute;vel para selecionar a qualidade e tamanho de compress&atilde;o do audio, 
ou ainda n&atilde;o comprimi-lo. 
<h4>Audio Format:</h4>
<i> MP3: Comprime audio no formato MP3. (apenas stereo)<br>
AC3: Mant&eacute;m a qualidade de audio original. (Pode ser Dolby-Digital Stereo, 
5.0 ou 5.1 canais). &Eacute; poss&iacute;vel escolher entre 6 e 2 canais.<br>
OGG: Comprmime audio usando o formato OGG. (apenas stereo)</i> 
<h4>Audio Compression kbps:</h4>
<p>Escolha aqui a compress&atilde;o para a stream de audio. Para Mp3, 128/160 
  kbps &eacute; o recomendado. Quando voc&ecirc; escolher compress&atilde;o Ogg, 
  a qualidade de audio fica muito melhor com baixos bitrates, logo, para filmes 
  de 1 cd, voc&ecirc; pode escolher 64kbps. Usualmente voc&ecirc; pode escolher 
  entre 112/160kbps. Quando AC3 for o formato de audio escolhido, &eacute; poss&iacute;vel 
  recomprimir esta stream para um bitrate mais baixo. Mas para um filme de 6 canais 
  de audio, &eacute; melhor escolher um m&iacute;nimo de 256kbps. <b>Nota do Tradutor:</b> 
  de longe, AC3 &eacute; o formato que d&aacute; mais qualidade ao audio. Por&eacute;m, 
  tudo tem um pre&ccedil;o. Um audio melhor significa um audio que ocupa mais 
  espa&ccedil;o. Mais espa&ccedil;o ocupado significa um menor bitrate de v&iacute;deo. 
  A escolha &eacute; sua.</p>
<h4>Samplerate Conversion</h4>
<p>Para Mp3 e Ogg &eacute; poss&iacute;vel escolher 48000 ou ainda 44100Hz. Normalmente 
  voc&ecirc; pode deixar a 48000 a menos que a placa de som que voc&ecirc; est&aacute; 
  usando n&atilde;o suporte<br>
  <strong>Nota do tradutor:</strong> algumas vers&otilde;es hackeadas do codec 
  de mp3 existentes tem um problema com 48.000Hz. Pode ser um problema fazer audio 
  e v&iacute;deo se encontrarem se voc&ecirc; deu a sorte de ter justo a vers&atilde;o 
  problem&aacute;tica e fez a 48.000Hz.</p>
<h4>Amplify</h4>
Marque esta op&ccedil;&atilde;o para amplificar o som em alguns dB. N&atilde;o 
&eacute; recomendado escolher um valor maior do que 3 dB, pois voc&ecirc; poder&aacute; 
ouvir alguns estalos nos momentos de sil&ecirc;ncio do filme. 
<h4>Peak level normalize</h4>
Quando esta op&ccedil;&atilde;o est&aacute; marcada, o som ser&aacute; normalizado 
a 100% (o que significa que as partes mais silenciosas do filme ser&atilde;o 100%, 
o que remover&aacute; os estalos) 
<h4>Peak level normalize [midnight mode]</h4>
Quando esta op&ccedil;&atilde;o est&aacute; marcada, o som ser&aacute; normalizado 
a 100% e as partes de audio mais baixas ser&atilde;o amplificadas um pouco. 
<h2>Guia 4: Codec</h2>
<p><img src="Images/EN/codec.png" alt=""><br>
  <strong>Nota:</strong> ser&atilde;o mostrados apenas os codecs instalados. Os 
  demais estar&atilde;o indispon&iacute;veis.<br>
  <strong>N</strong><strong>ota do tradutor</strong>: Na vers&atilde;o 1.23 do 
  Simpledivx, aparentemente voc&ecirc; pode ter v&aacute;rias vers&otilde;es do 
  codec divx instaladas ao mesmo tempo. Voc&ecirc; pode utilizar apenas os codecs 
  detectados pelo programa.</p>
<h4>1-Pass DivX file:</h4>
Arquivos DivX de 1 passada s&atilde;o criados usando-se um bitrate constante, 
o que significa que o filme inteiro possui o mesmo bitrate. <br>
<strong>Nota do tradutor:</strong> apenas em tese. Na pr&aacute;tica, ocorrem 
varia&ccedil;&otilde;es no bitrate, de acordo com a movimenta&ccedil;&atilde;o 
do filme.<br>
<h4>2-Pass DivX file:</h4>
Arquivos DivX de 2 passadas s&atilde;o criadas usando-se um bitrate vari&aacute;vel, 
o que significa que cenas com muito movimento ser&atilde;o encodeadas com um bitrate 
maior, enquanto cenas de pouco movimento ser&atilde;o encodeadas num bitrate menor. 
O resultado disso &eacute; um filme de uma qualidade muito maior do que um encodeado 
com apenas 1 passada, mas leva praticamente o dobro do tempo para fazer o encodeamento.<br>
<strong>Nota do tradutor: </strong>esta tem sido j&aacute; a muito tempo uma quest&atilde;o 
controversa no mundo DivX. Nem todo mundo concorda que fazer 2 passadas realmente 
melhora o filme. Pessoalmente, acho que isso muito relativo. Depende do filme, 
da resolu&ccedil;&atilde;o que voc&ecirc; escolheu, etc.<br>
<h4>Do Only First Pass:</h4>
<p>SimpleDivX ir&aacute; apenas criar a primeira passada do filme, ent&atilde;o 
  quando esta tarefa estiver completa, voc&ecirc; ter&aacute; que voltar a esta 
  guia e selecionar 'Do Only Second Pass'. &Eacute; bastante &uacute;til quando 
  voc&ecirc; tem um tempo limitado para uso do computador dispon&iacute;vel.</p>
<h4>Maximum Keyframe:</h4>
<p>Um keyframe pode ser definido como sendo o frame que ser&aacute; encodeado 
  usando o bitrate m&aacute;ximo que voc&ecirc; definiu. Um intervalo longo faz 
  com que uma cena preta com algo branco se movimentando nela (como os cr&eacute;ditos 
  ou algo do tipo) deixe um rastro na tela por mais tempo. Isto faz com que o 
  filme fique menor, mas h&aacute; uma perda n&iacute;tida de qualidade. Pessoalmente 
  (tradutor), venho usando um intervalo de 240 frames. O filme fica um pouco maior, 
  mas d&aacute; maiores possibilidades de corte de partes do filme (por exemplo, 
  os cr&eacute;ditos, se o filme n&atilde;o coube no cd), facilita na divis&atilde;o 
  do filme em mais de 1 cd, esse tipo de coisa.</p>
<h3>DivX 5.x Advanced Settings</h3>
<p><img src="Images/EN/divx5_adv.png" alt=""> </p>
<p>Selecionando esta guia, &eacute; apresentada a seguinte tela:</p>
<h4>Global Motion Compensation:</h4>
GMC ajuda em zoom e cenas panor&acirc;micas. 
<h4>Quarter Pixel:</h4>
Quarter pixel aumenta a perfei&ccedil;&atilde;o dos macroblocos de blocos do filme. 
<b>Nota do tradutor:</b> realmente, melhora muito a qualidade do filme. Mas deixa 
o encodeamento um pouco mais lento. Pouca coisa. 
<h4>Bidirectional Encoding:</h4>
Pode ajudar no aumento da taxa de compress&atilde;o de algumas cenas por ficar 
indo e voltando nos frames que estiver encodeando.
<h4>De-Interlace</h4>
<p>Utiliza a funcionalidade de desentrela&ccedil;amento do codec DivX 5.X PRO. 
</p>
<p><b>Nota do tradutor:</b> observei algumas linhas horizontais nos filmes que 
  fiz utilizando todas as op&ccedil;&otilde;es avan&ccedil;adas do DivX ao mesmo 
  tempo. Como voc&ecirc; perceber&aacute;, n&atilde;o &eacute; necess&aacute;rio 
  desentrela&ccedil;ar a maioria dos DVDs brasileiros. Se voc&ecirc; fizer isso 
  para um filme que n&atilde;o precisa disso, perceber&aacute; as linhas horizontais 
  que observei anteriormente.</p>
<h1>Guia 5: Compression</h1>
<img src="Images/EN/compression.png" alt="">
<br>
(a imagem acima &eacute; apenas um exemplo) 
<h4>Get Time From Movie:</h4>
Esta caracter&iacute;stica tenta ler a dura&ccedil;&atilde;o do filme a partir 
dos arquivos .vob. N&atilde;o &eacute; sempre muito exato, mas se estiver errado, 
insira a dura&ccedil;&atilde;o especificada na contracapa do DVD, desmarcando 
a caixa Get Time From Movie e digitando o tempo correto. 
<h4>(End Credits Options)</h4>
SimpleDivX oferece tr&ecirc;s maneiras para lidar com os cr&eacute;ditos finais.<br>
- Voc&ecirc; pode comprimi-los normalmente (usa o mesmo bitrate que o filme normal);<br>
- n&atilde;o os incluir completamente;<br>
- recomprimi-los usando um bitrate menor (economizando um bitrate melhor para 
o pr&oacute;prio filme).<br>
<h1>STEP 6: Project</h1>
<h1><img src="Images/EN/project.png" alt=""></h1>
<h4>Project Name:</h4>
<p>Defina aqui o nome de sa&iacute;da de seu projeto acabado.</p>
<h4>Temp Folder:</h4>
Esta ser&aacute; a pasta a onde os arquivos tempor&aacute;rios de v&iacute;deo, 
audio e log ser&atilde;o salvos. 
<h4>Output Folder:</h4>
&Eacute; aqui em que o filme completo ser&aacute; gravado (poder&aacute; ser um 
arquivo *.avi ou *.ogm) 
<h4>Overwrite temp files:</h4>
Se for marcada, sobrescrever&aacute; os arquivos tempor&aacute;rios sem avisar 
<h4>Delete temp files when finished:</h4>
<p>Se for marcada, apagar&aacute; os arquivos tempor&aacute;rios ao finalizar 
  o encodeamento</p>
<h4>Split Total File:</h4>
Se voc&ecirc; estiver fazendo uma c&oacute;pia em 2 cds, SimpleDivX pode dividir 
o arquivo para voc&ecirc; autom&aacute;ticamente.<br>
<strong>Nota do tradutor:</strong> essa op&ccedil;&atilde;o funciona bem, mas 
voc&ecirc; pode ter o azar de dividir o filme justo numa cena de a&ccedil;&atilde;o. 
Como sugest&atilde;o, use o Virtualdub incluido com o Simpledivx e divida ele 
manualmente. Abra o programa, v&aacute; em Files e procure o filme que voc&ecirc; 
criou. V&aacute; em v&iacute;deo e marque Direct Stream Copy. Fa&ccedil;a o mesmo 
em Audio. Marque aonde voc&ecirc; quer que o filme inicie, usando o gancho virado 
para a esquerda (o pen&uacute;ltimo bot&atilde;o). Procure mais ou menos aonde 
voc&ecirc; acha que o arquivo vai ficar com o tamanho que voc&ecirc; quer e procure 
o pr&oacute;ximo keyframe (o bot&atilde;o que tem uma chave) e use o gancho voltado 
para a direita (o &uacute;ltimo bot&atilde;o). V&aacute; em File, Save As Avi. 
Pronto. 
<h4>Batch Settings:</h4>
<h4>Normal</h4>
Neste modo, s&oacute; &eacute; poss&iacute;vel fazer a convers&atilde;o de um 
filme por vez (&eacute; o modo utilizado em vers&otilde;es anteriores a 1.2). 
<h4>Batch Mode</h4>
Esta op&ccedil;&atilde;o habilita voc&ecirc; a fazer v&aacute;rios projetos em 
seq&uuml;&ecirc;ncia. Utilize-a da seguinte forma: defina tudo o que for necess&aacute;rio 
para cada projeto. Ap&oacute;s, clique em Add e o filme ser&aacute; adicionado 
em uma lista de tarefas. Ap&oacute;s voc&ecirc; ter definido todos os projetos 
que desejou, apenas clique em Start que ser&aacute; dado in&iacute;cio a convers&atilde;o, 
de acordo com a ordem que voc&ecirc; definiu (o filme que estiver no topo da lista 
ser&aacute; o primeiro e assim por diante). Op&ccedil;&atilde;o muito &uacute;til 
para quando voc&ecirc; deixa seu pc trabalhando a noite... ;-) 
<h1>Guia 7: Output</h1>
<img src="Images/EN/output.png" alt=""> 
<h4>Shutdown Windows when finished:</h4>
Desliga o Windows ao finalizar o encodeamento (e se voc&ecirc; estiver utilizando 
uma fonte de alimenta&ccedil;&atilde;o do tipo ATX, com gerenciamento de energia 
ativado, seu computador tamb&eacute;m) 
<h4>Status Information:</h4>
<p>Esta guia informa o progresso do encodeamento usando SimpleDivX. </p>
<h4>Start:</h4>
<p>D&aacute; in&iacute;cio ao processo de encodeamento</p>
<h4>Quit:</h4>
Finaliza o programa.
<h1>Guia 8: Setup</h1>
<p><img src="Images/EN/setup.png" width="466" height="596"></p>
<h4>Advanced Audio Settings</h4>
Se a mixagem do arquivo AVI/AC3 est&aacute; dando problemas, voc&ecirc; pode alterar 
o valor deentrela&ccedil;amento e pre-carga aqui
<h4>External Program Locations:</h4>
<img src="Images/EN/program_locations.png" alt=""><br>
Aqui voc&ecirc; poder&aacute; mudar a localiza&ccedil;&atilde;o dos quatro programas 
necess&aacute;rios ao funcionamento do SimpleDivX. Esta guia &eacute; utilizada 
por usu&aacute;rios que j&aacute; tem estes programas em algum outro diret&oacute;rio 
de seu computador. Entretanto, SimpleDivX sempre inclui as &uacute;ltimas vers&otilde;es 
dos programas necess&aacute;rios ao seu funcionamento. Dessa forma, recomendamos 
a voc&ecirc; que mantenha a localiza&ccedil;&atilde;o dos mesmos na pasta em que 
voc&ecirc; instalou o SimpleDivX. 
<h4>Advanced Audio Settings</h4>
Se a mesclagem do filme em si com o seu audio est&aacute; tendo problemas, altere 
o entrela&ccedil;amento e pr&eacute;-carga do audio aqui. 
<h4>Priority Settings</h4>
<p>Escolha aqui as defini&ccedil;&otilde;es de prioridade para :<br>
  <i> - Audio<br>
  - Video<br>
  - Disk (acesso a disco)<br>
  </i> <strong>Nota:</strong> Definir um valor alto n&atilde;o significa que isso 
  far&aacute; SimpleDivX ser executado mais rapidamente. Significa apenas que 
  ele ter&aacute; mais ciclos de uso do processador do que as demais tarefas que 
  estiverem sendo executadas.</p>
<p><strong>Nota do tradutor: </strong></p>
<p>Preferencialmente, desabilite tudo o que n&atilde;o for absolutamente necess&aacute;rio 
  quando estiver encodeando um filme, independentemente do programa que estiver 
  usando para isso. O travamente de um pode resultar num filme defeituoso, ou 
  mesmo em uma perda de tempo completa, pq tinha um &quot;precision time&quot; 
  ou coisa do tipo rodando e travando e voc&ecirc; n&atilde;o fazia nem id&eacute;ia 
  que isso d&aacute; problema. Apenas como sugest&atilde;o, elimine o spyware 
  do seu pc. Na maioria dos casos, isso trava com freq&uuml;&ecirc;ncia e impede 
  voc&ecirc; de completar o encodeamento de um filme. Lembre-se que esta &eacute; 
  uma tarefa que toma tempo e que durante esse per&iacute;odo, tudo o que ocorrer 
  na energia (oscila&ccedil;&otilde;es, etc), bem como outras tarefas problem&aacute;ticas 
  sendo executadas simult&acirc;neamente podem resultar em problemas. Se voc&ecirc; 
  preferir utiliz&aacute;-las, fa&ccedil;a-o por sua conta e risco. O mesmo vale 
  para a remo&ccedil;&atilde;o do spyware que vc tem no seu pc. A remo&ccedil;&atilde;o 
  de alguns simplesmente inabilita o programa que o utiliza. Em todo caso, uma 
  boa faxina em seu pc ajuda muito a resolver a maioria dos problemas de travamento.</p>
</body>
</html>
