<html>
	<head>
		<title>SimpleDivX : Czech Guide</title>
		<meta http-equiv="Content-Type" content="text/html; charset=windows-1250">
		<LINK href="StyleSheet/style.css" type="text/css" rel="stylesheet">
	</head>
	<body vLink="#800080" link="#0000ff">
		<table style="BORDER-COLLAPSE: collapse" borderColor="#111111" cellSpacing="10" cellPadding="0" width="100%" bgColor="#ffffff" summary="s" border="2">
			<tr>
				<td width="100%">
					<p style="TEXT-ALIGN: center" align="center">Czech Guide<br>
						Translated by: Lagardere , 10-04-2004<br>
						For: SimpleDivX 1.34<br>
						<br>
						<a href="http://simpledivx.click-now.org/">http://simpledivx.click-now.org/</a></p>
				</td>
			</tr>
		</table>
		<BR>
		<strong>SimpleDivX</strong> m&aacute; 9 z&aacute;lo&#382;ek um&iacute;st&#283;n&yacute;ch na horn&iacute; &#269;&aacute;sti okna a ka&#382;d&aacute; m&aacute; &#269;&iacute;slo a popis. Tento pr&#367;vodce v&aacute;s bude prov&aacute;zet po ka&#382;d&eacute; z&aacute;lo&#382;ce v programu.<BR>
		<BR>
 Jakmile poprv&eacute; spust&iacute;te "SimpleDivX", zobraz&iacute; se v&aacute;m podobn&yacute; obr&aacute;zek jako tento:
 <h1><br>
 Z&aacute;lo&#382;ka  1: Input</h1>
		<IMG alt="" src="images/en/input.png">
		<H4>Folder:</H4>
		Klikn&#283;te na mal&eacute; tla&#269;&iacute;tko, um&iacute;st&#283;n&eacute; napravo a objev&iacute; se v&aacute;m podobn&eacute; okno, jako spodn&iacute; obr&aacute;zek.<BR>
		<IMG alt="" src="images/en/folder.png">
		<BR>
 Vyberte stejnou slo&#382;ku, kam jste "ripnul" va&scaron;e soubory *.vob, pou&#382;it&iacute;m ripovac&iacute;ch n&aacute;stroj&#367;, pak klikn&#283;te na 'OK'.
 <h4>Vob Files:</h4>
		Pokud pou&#382;&iacute;v&aacute;te v programu smartripper z&aacute;lo&#382;ku "files", mu&#382;ete za&scaron;krtnout pole "select all files", jestli&#382;e pou&#382;&iacute;v&aacute;te z&aacute;lo&#382;ku "movie" nebo jin&eacute; ripuj&iacute;c&iacute; n&aacute;stroje, m&#283;l byste za&scaron;krtnout pole "select main movie".
		<h4>Video Information:</h4>
		Toto pole, v&aacute;m zd&#283;l&iacute; v&scaron;echny n&aacute;le&#382;it&eacute; informace o obrazu z DVD, kter&eacute; jste si z&aacute;lohoval.
		<h1><br>
 Z&aacute;lo&#382;ka  2: Video</h1>
		<IMG alt="" src="images/en/video.png">
		<h4>Frames/Second (fps)</h4>
		Zde si m&#367;&#382;ete vybrat po&#382;adovan&yacute; v&yacute;stup po&#269;tu sn&iacute;mk&#367; za sekundu. U&#382;ivatel&eacute; syst&eacute;mu PAL nastavuj&iacute; 25.000, zat&iacute;mco u&#382;ivatel&eacute; NTSC si nastavuj&iacute; 23.976 nebo 29.970. SimpleDivX standardn&#283; nastav&iacute; detekovan&yacute; po&#269;et sn&iacute;mk&#367; ze souboru *.vob.
		<h4>Enable Video Stream ID checking:</h4>
		Tato mo&#382;nost automaticky detekuje ID z vlastn&iacute; stopy obrazu. (obycejne 0xE0)
		<h4>Auto-Retrieve Crop And Resizing Info:</h4>
		Pokud chcete automaticky naj&iacute;t spr&aacute;vn&yacute; pom&#283;r a doplnit hodnoty o zm&#283;n&#283; velikosti a o&#345;ez&aacute;n&iacute;, za&scaron;krtn&#283;te pole "Auto-Retrieve cropping resizing info".
		<h4>Output Format:</h4>
		Vyberte si v&yacute;stupn&iacute; form&aacute;t, kter&yacute; pot&#345;ebujete. Je poskytnuto n&#283;kolik nejpopul&aacute;rn&#283;j&scaron;&iacute;ch rozli&scaron;en&iacute;, ale m&#367;&#382;ete si vybrat polo&#382;ku 'custom' a zadat si vlastn&iacute;.<br>
		<h4>Open VOB Bitstream at LBA</h4>
		(Pokro&#269;il&iacute; u&#382;ivatel&eacute;): Zvolte toto, pokud chcete za&#269;&iacute;t dvd film na ur&#269;it&eacute;m LBA.
		<h4>Frames Range:</h4>
		Zde m&#367;&#382;ete zadat p&#345;esn&eacute; mno&#382;stv&iacute; sn&iacute;mk&#367;, kter&eacute; chcete zak&oacute;dovat. Toto se nejv&iacute;ce pou&#382;&iacute;v&aacute; u zak&oacute;dov&aacute;n&iacute; kr&aacute;tk&yacute;ch klip&#367; a jejich prohl&iacute;&#382;en&iacute; v p&#345;ehr&aacute;va&#269;i pro ur&#269;en&iacute; kvality.
		<h1><br>
			Advanced Video Settings</h1>
		<IMG alt="" src="images/en/adv_video.png"><br>
 P&#345;i stisknut&iacute; tla&#269;&iacute;tka "Advanced" se zobraz&iacute; vysouvac&iacute; polo&#382;ky :
 <h4>Postfilter Quality:</h4>
		<i> <em>- High , Vy&scaron;&scaron;&iacute; kvalita/pomalej&scaron;&iacute; k&oacute;dov&aacute;n&iacute;</em><br>
 - Low , Men&scaron;&iacute; kvalita/rychlej&scaron;&iacute; k&oacute;dov&aacute;n&iacute;</i><br>
 (pro lep&scaron;&iacute; v&yacute;sledky, to ponechte na&nbsp; 'High'.)
 <h4>Reference Quality:</h4>
		Rozd&iacute;l mezi ka&#382;dou polo&#382;kou je obt&iacute;&#382;n&eacute; vysv&#283;tlovat, ale m&#367;&#382;eme si vyjasnit n&#283;kolik smy&scaron;len&yacute;ch p&#345;edstav. Prost&#283; IDCT je pou&#382;&iacute;v&aacute;no pro dek&oacute;dov&aacute;n&iacute; kos&iacute;nusov&eacute; transformace.<br>
 V z&aacute;vislosti na va&scaron;em typu procesoru, navrhuji pou&#382;&iacute;t n&aacute;sleduj&iacute;c&iacute;:<br>
		<i>Pentium w/mmx: 16-bit MMX ichen</i><br>
		<i>PentiumII: 32-bit MMX</i><br>
		<i>PentiumIII: 32-bit MMX</i><br>
		<i>PentiumIV: 64-bit FPU</i><br>
		<i>K6-2/3: 16-bit MMX ichen</i><br>
		<i>Athlon/Duron: 32-bit MMX</i><br>
		<i>Athlon XP: 32-bit MMX</i><br>
		<h4>Output Mode:</h4>
		SimpleDivX m&#367;&#382;e vytvo&#345;it v&yacute;stup v ruzn&yacute;ch form&aacute;tech, ale doporu&#269;ujeme pou&#382;&iacute;vat yv12, nebo&#357; jedin&eacute; kodeky, kter&eacute; jsou podporov&aacute;ny - jsou DivX / XviD.
		<h1><br>
 Z&aacute;lo&#382;ka  3: Audio</h1>
		<IMG alt="" src="images/en/audio.png">
		<h4>Create Audio:</h4>
		Od&scaron;krtn&#283;te toto pole, pokud nechcete, aby program SimpleDivX vytvo&#345;il zvuk do va&scaron;eho video souboru.
		<h4>Enable Audio Stream ID checking:</h4>
		Pokud je tato polo&#382;ka povolena, mù&#382;ou b&yacute;t vybr&aacute;ny a pøevedeny jen zobrazen&eacute; zvukov&eacute; stopy. (je doporuèeno ponechat tuto mo&#382;nost za&scaron;krtnutou.)
		<h4>Extract all AC3 Audio Streams:</h4>
		To extrahuje v&scaron;echny zvukov&eacute; stopy ve filmu.<br>
 *POZN&Aacute;MKA* Jen zv&yacute;raznìn&eacute; ID zvukov&eacute; stopy bude pøipojeno k obrazu.
 <h4>Audio Stream ID:</h4>
		Tento seznam zobrazuje v&scaron;echny zvukov&eacute; stopy ve filmu. Hlavn&iacute; zvuk je oznaèen vet&scaron;inou 0X80, zat&iacute;mco ostatn&iacute; jsou obvykle alternativn&iacute; jazyky/koment&aacute;re/speci&aacute;ln&iacute; zvuky.
		<h4>Audio Language:</h4>
	Jakmile je tak&eacute; zkop&iacute;rov&aacute;n z DVD soubor *.ifo, tak SimpleDivX v&aacute;m je schopen pøesnì sdìlit, jak&yacute; jazyk vybran&aacute; zvukov&aacute; stopa obsahuje.
	<h4>Audio bitrate:</h4>
		Pou&#382;iteln&eacute; pøi rozhodnut&iacute;, zda kompresovat zvuk, èi ne.
		<h4>Audio Format:</h4>
		<i>MP3: 


 Kompresov&aacute;n&iacute; zvuku do form&aacute;tu MP3. (jen stereo)<br>
			AC3: 


 Ponech&aacute;n&iacute; origin&aacute;ln&iacute; kvality zvuku. Mu&#382;e b&yacute;t zvuk Dolby-Digital Stereo, 5.0 nebo 5.1. Je mo&#382;n&eacute; si vybrat 2 nebo 6 kan&aacute;lu.<br>
			OGG: 


 Kompresov&aacute;n&iacute; zvuku do form&aacute;tu OGG. (jen stereo)</i>
		<h4>Audio Compression kbps:</h4>
		Zde si vyberte kompresi pro zvukovou stopu. Pro MP3 je doporuèeno 128 / 160 kbps.<br>
 Pokud si vyberete kompresi OGG, zvukov&aacute; kvalita pri ni&#382;&scaron;&iacute;ch pøenosov&yacute;ch rychlostech je dobr&aacute;, tak&#382;e pro film na 1 cd si mù&#382;ete vybrat 64kbps. Norm&aacute;lnì vyberte 112 / 160 kbps.<br>
 Pøi v&yacute;bìru zvukov&eacute;ho form&aacute;tu AC3, je mo&#382;n&eacute; pøekompresovat tuto stopu na men&scaron;&iacute; pøenosovou rychlost. Ale pro film s 6 kan&aacute;ly je doporuèeno vybrat minim&aacute;lnì 256kbps.
 <h4>Samplerate Conversion</h4>
		Pro MP3 a OGG, si je mo&#382;n&eacute; vybrat vzorkovac&iacute; frekvenci 48000 nebo 44100khz. Norm&aacute;lnì mu&#382;ete ponechat 48000, leda&#382;e va&scaron;e zvukov&aacute; karta neovl&aacute;d&aacute; 48000khz.
		<h4>Amplify</h4>
		Za&scaron;krtnìte zde, pokud chcete zes&iacute;lit zvuk o nejak&eacute; dB. Je doporuèeno zvolit vìt&scaron;&iacute; hodnotu ne&#382; 3dB, nebo jinak usly&scaron;&iacute;te zastøi&#382;en&iacute; zvuku v hlasit&yacute;ch è&aacute;stech.
		<h4>Peak level normalize</h4>
		Pokud je tato mo&#382;nost povolena, zvuk bude normalizov&aacute;n o 100% (to znamen&aacute;, &#382;e hlasit&eacute; zvukov&eacute; c&aacute;sti budou 100%, to jest, &#382;e nebudou zastri&#382;eny.)
		<h4>Peak level normalize [midnight mode]</h4>
		Pokud je tato mo&#382;nost povolena, zvuk bude normalizov&aacute;n o 100% a jemnej&scaron;&iacute; è&aacute;sti zvuku budou trochu zes&iacute;leny.
		<h1><br>
 Z&aacute;lo&#382;ka  4: Codec</h1>
		<IMG alt="" src="images/en/codec.png"><br>
		<br>
		<h4>1-Pass DivX file:</h4>
		1-prùchodov&yacute; soubor DivX je vytvoøen pou&#382;it&iacute;m st&aacute;l&eacute; pøenosov&eacute; rychlosti, co&#382; znamen&aacute;, &#382;e ka&#382;d&yacute; sn&iacute;mek va&scaron;eho filmu m&aacute; naprosto stejnou pøenosovou rychlost.
		<h4>2-Pass DivX file:</h4>
		2-prùchodov&yacute; soubor DivX je vytvoøen promìnlivou pøenosovou rychlost&iacute;, co&#382; znamen&aacute;, &#382;e sc&eacute;ny s velk&yacute;m pohybem maj&iacute; vìt&scaron;&iacute; pøenosovou rychlost ne&#382; sc&eacute;ny s n&iacute;zkou pøenosovou rychlost&iacute;. N&aacute;sledkem toho je mnohem lep&scaron;&iacute; kvalita ne&#382; 1-prùchodu, ale&nbsp; 2x del&scaron;&iacute; doba pro zpracov&aacute;n&iacute;.
		<h4>Do Only First Pass:</h4>
		 SimpleDivX mù&#382;e vytvoøit jen prvn&iacute; prùchod filmu, a&#382; je dokonèen, mù&#382;ete se vr&aacute;tit na tuto z&aacute;lo&#382;ku a vybrat 'Do Only Second Pass'. To je vhodn&eacute;, pokud m&aacute;te jen m&aacute;lo èasu na pr&aacute;ci s poè&iacute;taèem. 2-pass je mo&#382;n&yacute; jen u DivX 5.x a XviD.
		 <h3>Advanced Settings</h3>
		Pokud m&aacute;te jako kodek vybr&aacute;n "DivX 5.x", objev&iacute; se n&aacute;sleduj&iacute;c&iacute; okno :<br>
		<IMG alt="" src="images/en/divx5_adv.png"><br>
		<br>
		Pokud m&aacute;te jako kodek vybr&aacute;n "XviD", objev&iacute; se prozm&#283;nu toto okno :<br>
		<IMG alt="" src="images/en/xvid_adv.png"><br>
		Tyto polo&#382;ky jsou konfigurovateln&eacute; :
		<h4>Global Motion Compensation:</h4>
		GMC pom&aacute;h&aacute; pri pøi zaostøov&aacute;n&iacute; sc&eacute;n a jejich pøibli&#382;ov&aacute;n&iacute;.
		<h4>Quarter Pixel:</h4>
		Quarter pixel zvy&scaron;uje mno&#382;stv&iacute; makro blokù ve va&scaron;em filmu.
		<h4>Bidirectional Encoding:</h4>
		Mù&#382;e pomoci pri zv&yacute;&scaron;en&iacute; komprese v nìkter&yacute;ch sc&eacute;n&aacute;ch pou&#382;it&iacute;m pøedv&iacute;d&aacute;n&iacute; vpøed a vzad pro sn&iacute;mky.
		<h4>De-Interlace</h4>
		Pou&#382;ije funkci de-interlace z kodeku DivX 5.X PRO / XviD.
		<h1><br>
			<br>
 Z&aacute;lo&#382;ka  5: Compression</h1>
		<IMG alt="" src="images/en/compression.png">
		<br>
 (horn&iacute; obr&aacute;zek je jen jako pø&iacute;klad)
 <h4>Get Time From Movie:</h4>
		Tato vlastnost se dotazuje, zda naè&iacute;st d&eacute;lku filmu ze souboru *.vob. Bohu&#382;el, ne v&#382;dy to mù&#382;e b&yacute;t pøesn&eacute;, tak&#382;e pokud je to &scaron;patnì, zadejte d&eacute;lku specifikovanou na zadn&iacute; stranì obalu od DVD.
		<h4>(End Credits Options)</h4>
		SimpleDivX nab&iacute;z&iacute; tøi zpùsoby - co a jak se z&aacute;vìreèn&yacute;mi titulky.<br>
 - mù&#382;ou b&yacute;t kompresov&aacute;ny norm&aacute;lnì (pou&#382;it&iacute;m stejn&eacute; pøenosov&eacute; rychlosti jako u filmu)<br>
 - nemus&iacute; b&yacute;t obsa&#382;eny<br>
 - jejich pøekompresov&aacute;n&iacute; s niž&scaron;&iacute; rychlost&iacute; pøenosu (t&iacute;m z&iacute;sk&aacute;te vet&scaron;&iacute; pøenosovou rychlost pro samotn&yacute; film).<br>
		<h1><br>
 Z&aacute;lo&#382;ka  6: Misc</h1>
		<IMG alt="" src="images/en/misc.png">
		<br>
		V tuto chv&iacute;li jsou zde jen pops&aacute;ny mo&#382;nosti zpracov&aacute;n&iacute; titulk&#367;.V budoucnu bude p&#345;id&aacute;no mnohem v&iacute;ce mo&#382;nost&iacute;.
		<h4>Create subtitles</h4>
		Zde za&scaron;krtn&#283;te, pokud chcete zpracov&aacute;vat titulky.
		 <h4>Language</h4>
		Zde si vyberte jazyk titulk&#367;, kter&eacute; mus&iacute; b&yacute;t obsa&#382;eny v souborech &quot;*.vob&quot;.
		 <h4>Select all languages</h4>
		Vybr&aacute;n&iacute;m t&eacute;to mo&#382;nosti, jednodu&scaron;e vyberete v&scaron;echny titulky um&iacute;st&#283;n&eacute; na DVD. Klikn&#283;te znovu a vyberte 'no language'.<br>
		<br>
		<i>*Pozn&aacute;mka*</i><br>
		Titulky budou vyta&#382;eny za pomoc&iacute;  vobsub.dll, tato knihovna vytvo&#345;&iacute; dva odd&#283;len&eacute; soubory v koncov&eacute;m adres&aacute;&#345;i. Pro zobrazen&iacute; titulk&#367; mus&iacute;te splnit n&aacute;sleduj&iacute;c&iacute; po&#382;adavky :<br>
		- Ujist&#283;te se, &#382;e oba soubory se jmenuj&iacute; stejn&#283; jako kone&#269;n&yacute; film. (SimpleDivX by to m&#283;l za v&aacute;s ud&#283;lat.)<br>
		A nyn&iacute; m&aacute;te dv&#283; mo&#382;nosti :<br>
		1) St&aacute;hnout si cel&yacute; bal&iacute;k  programu vobsub z : 
		<a href="http://www.divx-digest.com/software/vobsub.html">http://www.divx-digest.com/software/vobsub.html</a> , nyn&iacute; byste m&#283;l b&yacute;t schopen vid&#283;t titulky p&#345;i p&#345;ehr&aacute;v&aacute;n&iacute; v jak&eacute;mkoliv p&#345;ehr&aacute;va&#269;i v syst&eacute;mu Windows.<br>
		2) St&aacute;h&#283;nte si a nainstalujte "Media Player Classic" [doporu&#269;eno] z : 
		<a href="http://sourceforge.net/projects/guliverkli">http://sourceforge.net/projects/guliverkli</a>, 
		tento p&#345;ehr&aacute;va&#269; je od stejn&eacute;ho autora programu vobsub a ji&#382; automaticky obsahuje podporu pro titulky.
		<h4>Movie Container Format</h4>
		Zde si vyberte v&yacute;stupn&iacute; form&aacute;t souboru filmu. M&#367;&#382;e to b&yacute;t :<br>
		<i>AVI</i> , Toto je standardn&iacute; form&aacute;t. M&#367;&#382;e b&yacute;t pou&#382;it pro  video+mp3 a  video+ac3.<br>
		<i>OGM</i> , Tento form&aacute;t je standadn&#283; preferov&aacute;n p&#345;i vytv&aacute;&#345;en&iacute; formátu filmu video+ogg.<br>
		<i>MKV</i> , Toto je nov&yacute; form&aacute;t : "Matroska", nov&yacute; form&aacute;t 'obalu' filmu. M&#367;&#382;e b&yacute;t pou&#382;it pro  video+mp3, video+ogg a video+ac3.<br>
		<h1><br>
 Z&aacute;lo&#382;ka  7: Project</h1>
		<IMG alt="" src="images/en/project.png">
		<h4>Project Name:</h4>
		Zadejte jm&eacute;no filmu, kter&yacute; chcete zpracovat. Zde mù&#382;ete nastavit jm&eacute;no projektu jak&eacute; chcete,vet&scaron;ina lid&iacute; pou&#382;&iacute;v&aacute; n&aacute;zev filmu. Stìjne budou i pojmenov&aacute;ny v&yacute;stupn&iacute; soubory programu.
		<H4>Temp Folder:</H4>
		<P>Zde je uvedeno, kde budou ulo&#382;eny doèasn&eacute; soubory obrazu, zvuku a protokolu.</P>
		<h4>Output Folder:</h4>
		Zde je uvedeno, kde bude vytvoøen kompletn&iacute; soubor. (mù&#382;e b&yacute;t *.avi nebo soubor *.ogm.)
		<h4>Overwrite files:</h4>
		Vyberte, zda chcete automaticky pøepsat c&iacute;lov&eacute; soubory.
		<h4>Delete temp-files:</h4>
		Vyberte, zda chcete automaticky odstranit generovan&eacute; doèasn&eacute; soubory z SimpleDivX.
		<h4>Split Total File:</h4>
		Pokud dìl&aacute;te rip na 2CD, SimpleDivX mu&#382;e v&aacute;&scaron; soubor rozdìlit automaticky.
		<h4>Normal</h4>
		V tomto re&#382;imu je jen mo&#382;n&eacute; prov&eacute;st  1 konverzi. (kompatibiln&iacute; re&#382;im se SimpleDivX 1.1)
        <h4>Batch Mode</h4>
		Je v&aacute;m umo&#382;n&#283;no prov&eacute;st v&iacute;ce konverz&iacute; rùzn&yacute;ch filmù pøi jednom spu&scaron;tìn&iacute; programu SimpleDivX.
        <h1><br>
 Z&aacute;lo&#382;ka  8: Output</h1>
		<IMG alt="" src="images/en/output.png"><br>
		<h4>Shutdown windows</h4>
		Tato mo&#382;nost zavøe souèasn&eacute; okno a vypne poè&iacute;taè. Stisknìte tlaè&iacute;tko Start pro zapoèet&iacute; zpracov&aacute;v&aacute;n&iacute; obrazu.
		<h4>Status Information:</h4>
		Toto pole v&aacute;s bude informovat o postupu SimpleDivX.
		<h1><br>
 Z&aacute;lo&#382;ka  9: Setup</h1>
		<IMG alt="" src="images/en/setup.png">
		<h4>External Program Locations:</h4>
		Kliknìte na mal&eacute; tlaè&iacute;tko napravo od pole, zobrazen&eacute; n&iacute;&#382;e.<br>
		<IMG alt="" src="images/en/program_locations.png"><br>
 Nyn&iacute; mù&#382;ete zmìnit v&scaron;echny ètyri cesty, tam kde se nach&aacute;z&iacute; slo&#382;ka SimpleDivX/Tools. Toto je umo&#382;nìno u&#382;ivatelùm, kteø&iacute; maj&iacute; tyto programy nìkde jinde v poè&iacute;taèi. SimpleDivX v&#382;dy obsahuje posledn&iacute; verze tìchto programù, proto doporuèujeme ponechat tyto cesty tak, jak byly nastaveny pøi instalaci - DivX/Tools.
 <h4>Advanced Audio Settings</h4>
		Pokud prolo&#382;en&iacute; avi / ac3 dìl&aacute; nìjak&eacute; probl&eacute;my, zmìòte zde hodnoty prolo&#382;en&iacute; a znovu naèten&iacute;.
		<h4>Priority Settings</h4>
		Zde si mu&#382;ete zvolit nastaven&iacute; priorit pro :<br>
		<i>- Audio<br>
			- Video<br>
			- Disk<br>
        </i> Pozn&aacute;mka : Nastaven&iacute; na nejvy&scaron;&scaron;&iacute; hodnoty automaticky neznamen&aacute;, rychlej&scaron;&iacute; zpracov&aacute;n&iacute;! To jen SimpleDivX dostane v&iacute;ce cyklù procesoru.
        <h4>Language</h4>
Zde si vyberte svùj jazyk.
	</body>
</html>
