<!-- saved from url=(0022)http://internet.e-mail -->
<!-- saved from url=(0022)http://internet.e-mail -->
<html>
<head>
<meta http-equiv="Content-Type"
content="text/html; charset=iso-8859-1">
<title>SimpleDivX : Guide fran&ccedil;ais</title>
<link href="StyleSheet/style.css" rel="stylesheet" type="text/css">
</head>

<body link="#0000FF" vlink="#800080" lang="EN-US">

<table border="2" cellpadding="0" cellspacing="10" width="100%"
bgcolor="#FFFFFF" bordercolor="#111111" summary="s"
style="border-collapse: collapse">
    <tr>
        <td width="100%"><p align="center" 
        style="text-align:center">Guide français<br>
        Par: dreamer12345, 06-10-2002<br>
        Mis à jour par: D@rkSn@ke , 20-10-2003<br>
        Pour: SimpleDivX 1.29<br>
        <br>
        <a href="http://www.simpledivx.org">http://www.simpledivx.org</a>
        </td>
    </tr>
</table>
<BR>
<strong>SimpleDivX</strong> poss&egrave;de 9 onglets
situ&eacute;s en haut de la fen&ecirc;tre du programme, chacun &eacute;tant d&eacute;sign&eacute; par un
num&eacute;ro et une description. Ce guide vous 
<span style="font-size: 12.0pt; font-family: Times">emmènera </span>dans le programme onglet par onglet.
<BR>
Pour plus de confort et de compréhension, il est possible de mettre 
SimpleDivX en français (voir l'étape 9).</p>
<p>
<BR>
Au premier d&eacute;marrage, SimpleDivX devrais ressembler &agrave; l'image ci-dessous:
</p>

<h1><br>1<SUP>&egrave;re</SUP> &eacute;tape: Input</h1>
<img src="Images/EN/input.png" alt="" width="544" height="599">

<h4>Folder (Dossier):</h4>
Cliquez sur le petit bouton (...) situ&eacute; &agrave; droite et une bo&icirc;te telle
que celle repr&eacute;sent&eacute;e ci-dessous devrait 
<span style="font-size: 12.0pt; font-family: Times">apparaître</span>.
<BR>
<img src="Images/EN/folder.png" alt="" width="324" height="331">
<BR>
S&eacute;lectionnez le dossier dans lequel vous avez ripp&eacute; vos fichiers VOB
en utilisant Smartripper ou un autre utilitaire de rip et cliquez ensuite sur 
OK.

<h4>Vob Files (fichiers vob):</h4>
Si vous avez utilis&eacute; l'onglet "files" avec smartripper, vous pouvez cocher "select all files",
par contre, si vous avez utilis&eacute; l'onglet "movie" ou un autre utilitaire de rip, vous devriez
cocher "select main movie". Il est également possible de 
<span style="font-size: 12.0pt; font-family: Times">sélectionner </span>les VOB un 
par un.<h4>Video Information (informations sur la vid&eacute;o):</h4>
Cette partie vous donnera les principales
informations sur le DVD que vous &ecirc;tes entrain de sauvegarder.
Tr&egrave;s cool en effet :)

<h1><br>2<SUP>&egrave;me</SUP> &eacute;tape: Video</h1>
<img src="Images/EN/video.png" alt="" width="544" height="599">

<h4>Frames/Second (fps) (Images / Seconde):</h4>
Vous s&eacute;lectionnez ici le taux d'images par seconde de la "sortie".
Les utilisateurs PAL s&eacute;lectionneront 25.000, tandis que les NTSC 
<span style="font-size: 12.0pt; font-family: Times">préféreront </span>23.976
ou 29.970. SimpleDivX s&eacute;lectionne 
<span style="font-size: 12.0pt; font-family: Times">normalement </span>le taux d'images par seconde d&eacute;tect&eacute;
dans les fichiers vob.

<h4>Enable Video Stream ID checking (Active la recherche du flux<font color="#FF0000">
</font>video):</h4>
<p>Cette option détectera automatiquement l'ID du flux 
<span style="font-size: 12.0pt; font-family: Times">vidéo </span>principal. 
(Normalement 0xE0) </p>
<h4>Auto-Retrieve Crop And Resizing Info (Coupe et 
<span style="font-size: 12.0pt; font-family: Times">Redimension</span> 
Automatique):</h4>
<p>Cochez la case : &quot;Auto-Retrieve cropping resizing info&quot; pour trouver 
automatiquement la taille correcte de l'image et 
<span style="font-size: 12.0pt; font-family: Times">sélectionner </span>automatiquement 
les valeures de coupe et de <span style="font-size: 12.0pt; font-family: Times">
redimension</span>.</p>
<h4>Output Format (Format de Sortie):</h4>
<p><span style="font-size: 12.0pt; font-family: Times">Sélectionnez </span>le format de sortie que vous désirez. Les formats les plus 
employés sont prédéfinis, mais vous pouvez sélectionner 'custom' pour entrer 
votre propre format.</p>
<h4>Open VOB Bitstream at LBA (Ouvrir le flux VOB au LBA):</h4>
<p>(Utilisateurs <span style="font-size: 12.0pt; font-family: Times">
expérimentés</span>): Cochez cette case si vous voulez commencer le 
film DVD à partir d'une LBA spécifique.</p>
<h4>Frames Range (Tranche d'Images):</h4>
<p>Ici vous pouvez entrer le nombre exact d'image que vous désirez encoder. 
Cette option est très utile afin d'encoder de petites parties de films et les 
visualiser ensuite dans un lecteur pour en déterminer la qualité. </p>
<h1>Advanced Video Settings (Propriétés avancées de la vidéo)</h1>
<p><img alt src="Images/EN/adv_video.png" width="486" height="236"><br>
Lorsque vous appuyez sur le bouton 'advanced', le sous menu ci-dessus
<span style="font-size: 12.0pt; font-family: Times">apparaît </span>:</p>

<h4>Postfilter Quality (Filtre de qualité):</h4>
<i>
- High, meilleure qualit&eacute; / encodage plus long<br>
- Low, moins bonne qualit&eacute; / encodage plus rapide</i><br>
(Laissez le sur 'High' pour de meilleurs r&eacute;sultats.)

<h4>Reference Quality:</h4>
Les diff&eacute;rences entre les diff&eacute;rentes options
sont assez <span style="font-size: 12.0pt; font-family: Times">difficiles </span>&agrave; expliquer. Pour faire simple,
IDCT est utilis&eacute; pour les "Discrete Cosine Transform".
<br>Nous vous sugg&eacute;rons d'utiliser ces quelques s&eacute;lections en fonction
de votre processeur:<br>
<i>Pentium MMX: 16-bit MMX ichen</i><br>
<i>PentiumII: 32-bit MMX</i><br>
<i>PentiumIII: 32-bit MMX</i><br>
<i>PentiumIV: 64-bit FPU</i><br>
<i>K6-2/3: 16-bit MMX ichen</i><br>
<i>Athlon/Duron: 32-bit MMX</i><br>
<i>Athlon XP: 32-bit MMX</i><br>

<h4>Output Mode (Mode de Sortie):</h4>
SimpleDivX peut utiliser toute une s&eacute;rie de formats de sortie,
cependant nous vous recommandons yv12 &eacute;tant donn&eacute;
que le DivX est actuellement le seul codec support&eacute; par
SimpleDivX.

<h1><br>3<SUP>&egrave;me</SUP> &eacute;tape: Audio</h1>
<img src="Images/EN/audio.png"  alt="" width="544" height="599">

<h4>Create Audio (Cr&eacute;er l'Audio):</h4>
<span style="font-size: 12.0pt; font-family: Times">Désélectionnez </span>cette case si vous ne souhaitez pas que SimpleDivX
cr&eacute;e l'audio dans votre fichier vid&eacute;o.

<h4>Enable Audio Stream ID checking (Activer la possibilit&eacute; de s&eacute;lectionner l'ID du flux audio):</h4>
Lorsque cette option est activée, vous n'avez qu'à 
<span style="font-size: 12.0pt; font-family: Times">sélectionner </span>le flux audio 
que vous désirez joindre à la vidéo (Il est recommandé de laisser cette option 
activée)<h4>Extract all AC3 Audio Streams (Extraire tous les flux Audio AC3):</h4>
Cela extraira tous les flux audio pr&eacute;sents dans le film.<br>
*NOTE* Seul le flux Audio s&eacute;lectionn&eacute;
sera multiplex&eacute; avec la vid&eacute;o.

<h4>Audio Stream ID (ID du Flux Audio):</h4>
Cela liste tous les flux audio pr&eacute;sents dans le film.
Le flux audio principal sera pratiquement toujours 0x80, tandis
que les autres seront la plupart du temps les autres langues, commentaires, ou bandes
audio sp&eacute;ciales.

<h4>Audio Language (Language de l'Audio):</h4>
Lorsque les fichiers *.ifo du DVD sont aussi copi&eacute;s,
SimpleDivX est capable de vous pr&eacute;ciser la langue contenue dans
le flux audio s&eacute;lectionn&eacute;.

<h4>Audio kbps (D&eacute;bit du flux audio):</h4>
Utile afin de d&eacute;cider si l'on compressera
l'audio.

<h4>Audio Format (Format Audio):</h4>
<i>
MP3: Compresse le flux audio au format MP3 (St&eacute;r&eacute;o
uniquement)<br>
AC3: Conserve la qualit&eacute; audio d'origine (Il peut s'agir
de canaux Dobly-Digital Stereo, 5.0 ou 5.1)<br>
OGG: Compresse le flux audio au format OGG (St&eacute;r&eacute;o
uniquement)</i>

<h4>Audio Compression kbps (D&eacute;bit du Flux Audio Compress&eacute;):</h4>
Choisissez ici le taux de compression voulu pour le format audio.<br>
Pour le MP3, 128/162Kbps est recommandé.<br>
Si vous choisissez la compression en OGG, la qualité 
du son est bien meilleure à un taux plus bas, donc pour les films à 1CD, vous 
pouvez choisir 64Kbps. 112/160 sont normalement utilisés.<br>Lorsque AC3 est 
utilisé comme format audio, il est possible de recompresser ce flux à un taux 
plus bas. Mais pour les films à 6 canaux, il est recommandé de choisir au 
minimum 256Kbps.</p>
<h4>Samplerate Conversion (Débit de conversion):</h4>
<p>Pour le MP3 et l'OGG, il est possible de choisir comme débit soit 48000Hz, 
soit 44100Hz. Si votre carte son supporte 48000Hz, laissez 48000.</p>
<h4>Amplify (Amplification):</h4>
<p><span style="font-size: 12.0pt; font-family: Times">Sélectionnez </span>ceci pour amplifier le son de quelque dB. Il est recommandé de 
ne pas choisir une valeur plus grande que 3dB, ou vous entendrez des craquement 
dans les parties ou le son est plus fort.</p>
<h4>Peak level normalize (Normalisation des Niveaux de Piques)</h4>
<p>Lorsque cette option est <span style="font-size: 12.0pt; font-family: Times">
sélectionnée</span>, le son sera normalisé à 100% (Ce qui 
veux dire que le son le plus fort sera considéré comme 100%, donc aucune 
coupure)</p>
<h4>Peak level normalize [midnight mode] (Normalisation des Niveaux de Piques 
[mode midnight])</h4>
<p>Lorsque cette option est <span style="font-size: 12.0pt; font-family: Times">
sélectionnée</span>, le son sera normalisé à 100% et le son 
le plus doux sera également amplifié.</p>

<h1><br>4<SUP>&egrave;me</SUP> &eacute;tape: Codec</h1>
<img src="Images/EN/codec.png" alt="" width="544" height="599"><br>
&nbsp;<h4>1-Pass DivX file (DivX &agrave; 1 passage):</h4>
Les DivX &agrave; 1 passage sont cr&eacute;&eacute; en 
<span style="font-size: 12.0pt; font-family: Times">utilisant </span>un d&eacute;bit constant,
ce qui signifie que toutes les images du film auront exactement le m&ecirc;me d&eacute;bit.

<h4>2-Pass DivX file (DivX &agrave; 2 passages):</h4>
Les DivX &agrave; 2 passages sont cr&eacute;&eacute;s en utilisant un d&eacute;bit variable,
ce qui signifie que les sc&egrave;nes d'action b&eacute;n&eacute;ficieront d'un d&eacute;bit
plus &eacute;lev&eacute; que les sc&egrave;nes "calmes". Cela d&eacute;bouche sur un film de
meilleur qualit&eacute; qu'un DivX &agrave; 1 passage mais l'encodage dure &agrave; peu pr&egrave;s
deux fois plus longtemps.

<h4>Do Only First Pass (Ne faire que le premier passage):</h4>
SimpleDivX ne cr&eacute;era que le premier passage du film, lorsque ce sera fini vous devrez
revenir dans cet onglet et s&eacute;lectionner "Do Only Second Pass". Ceci est utile lorsque
vous n'avez acc&egrave;s &agrave; un ordinateur que pour un temps limit&eacute;.

<h3>Advanced Settings (Options Avanc&eacute;es)</h3>
Lorsque vous <span style="font-size: 12.0pt; font-family: Times">sélectionnez
</span>le codec &quot;DivX 5.x&quot;, les options avancées suivantes 
vont apparaitre :<br>
<img alt src="Images/EN/divx5_adv.png" width="284" height="287"><br>
<br>
Lorsque &quot;Xvid&quot; est <span style="font-size: 12.0pt; font-family: Times">
sélectionné</span>, l'écran suivant va 
<span style="font-size: 12.0pt; font-family: Times">apparaître </span>: <br>
<img alt src="Images/EN/xvid_adv.png" width="300" height="338"><br>
Les options suivantes sont configurable :<h4>Global Motion Compensation (Compensation globale du mouvement):</h4>
GMC aide dans les op&eacute;rations de zoom et de panorama.

<h4>Quarter Pixel (Quarts de Pixels):</h4>
Quarter pixel augmente la pr&eacute;cision des macro blocs de votre film.

<h4>Bidirectional Encoding (Encodage bidirectionnel):</h4>
Peut aider à augmenter la compression dans certaines scènes en utilisant une pr&eacute;diction en avant et en arri&egrave;re des images.

<h4>De-Interlace (D&eacute;sentrelacer)</h4>
Vous pouvez utiliser la fonction de désentrelaçage depuis le DivX 5.x PRO / XviD.

<h1><br><br>5<SUP>&egrave;me</SUP> &eacute;tape: Compression</h1>
<img src="Images/EN/compression.png" alt="" width="544" height="599">
<br>(L'image ci-dessus n'est qu'un exemple)

<h4>Get Time From Movie (<span style="font-size: 12.0pt; font-family: Times">Récupérer
</span>la dur&eacute;e depuis le film):</h4>
Cette option essayera de lire la dur&eacute;e du film depuis les fichiers *.vob. Ce n'est pas
toujours pr&eacute;cis et donc, si la dur&eacute;e s'av&egrave;re fausse, entrez manuellement
celle qui est sp&eacute;cifi&eacute;e &agrave; l'arri&egrave;re de la bo&icirc;te de votre
DVD.

<h4>End Credits Options (G&eacute;n&eacute;rique de fin)</h4>
SimpleDivX proposes trois traitements diff&eacute;rents pour le g&eacute;n&eacute;rique de fin.<br>
- Vous pouvez le compressez <span style="font-size: 12.0pt; font-family: Times">
normalement </span>(utilise le même d&eacute;bit que le film)<br>
- Ne pas les inclure<br>
- Les compresser avec un d&eacute;bit plus faible (et donc "garder du d&eacute;bit" (ou garder de la bande passante) pour le film)<br>

<p>&nbsp;</p>
<h1>Tab 6: Misc</h1>
<p><img alt src="Images/EN/misc.png" width="544" height="599"> <br>
Pour le moment, seuls les sous-titres sont inclus sur cette page. Plus d'options 
seront ajoutées plus tard.</p>
<h4>Create subtitles (Créer des sous-titres)</h4>
<p>Cochez ceci pour activer le traitement des sous-titres. </p>
<h4>Language</h4>
<p><span style="font-size: 12.0pt; font-family: Times">Sélectionnez </span>ici le ou les langues des sous-titres qui devront être inclus.
</p>
<h4>Select all languages (Séléction de toutes les langues)</h4>
<p>Sélectionner cette option reviendra à cocher touts les sous-titres présents 
sur le DVD. Cliquez une fois de plus pour 
<span style="font-size: 12.0pt; font-family: Times">désélectionner </span>toutes les langues.<br>
<br>
<i>*Note*</i><br>
Les sous-titres seront extraits en utilisant vobsub.dll, cette dll crée deux 
fichiers supplémentaires dans le dossier final. Pour voir les sous-titres, vous 
devez répondre aux critères suivants:<br>
- Assurez vous que les deux fichiers soient dans le même dossier que le 
fichier final et qu'ils aient le même nom. (SimpleDivX devrait les renommer pour 
vous.)<br>
1) Télécharger le pack entier de vobsub à l'adresse suivante :
<a href="http://www.divx-digest.com/software/vobsub.html">
http://www.divx-digest.com/software/vobsub.html</a>, maintenant vous devriez 
être capable de voir les sous-titres en utilisant n'importe quel lecteur vidéo 
dans Windows.<br>
2) Téléchargez et installez le lecteur &quot;Media Player Classic&quot; (de préférence) 
sur : <a href="http://gabest.org/">http://gabest.org/</a> ou
<a href="http://sourceforge.net/projects/guliverkli">
http://sourceforge.net/projects/guliverkli</a>. Ce lecteur est du même auteur que VobSub et inclus automatiquement un 
support pour les sous-titres.

<p>&nbsp;</p>
<h1>Tab 7: Project</h1>
<p><img alt src="Images/EN/project.png" width="544" height="599"> </p>

<h4><font color="#003060">Project Name (nom du projet):</font></h4>
<p>Vous pouvez entrer n'importe quel nom de projet,
la plupart des personnes utilisent juste le nom du film.
Au contraire de certains programmes utilisant pour
vos fichiers des noms tels que "movie1.avi", etc.,
SimpleDivx utilisera pour la plupart des fichiers g&eacute;n&eacute;r&eacute;s
ce nom de projet. </p>
<h4>Temp Folder (Dossier Temp):</h4>
<p>C'est là que les fichiers vidéo, sonores et log temporaires seront sauvés.</p>
<h4>Output Folder (Dossier de sortie):</h4>
<p>C'est la que votre fichier final sera transféré. (Ce peut être un fichier 
*.avi ou un *.ogm) </p>
<h4>Overwrite files (<span style="font-size: 12.0pt; font-family: Times">Réécrire
</span>le fichier):</h4>
<p><span style="font-size: 12.0pt; font-family: Times">Sélectionnez </span>ceci pour 
<span style="font-size: 12.0pt; font-family: Times">réécrire </span>automatiquement le fichier de destination (si 
celui-ci existe déjà).</p>
<h4>Delete temp-files (Effacer les fichiers temporaires):</h4>
<p><span style="font-size: 12.0pt; font-family: Times">Sélectionnez </span>ceci pour effacer automatiquement les fichiers générés par 
SimpleDivX se trouvant dans le dossier Temp.</p>
<h4>Split Total File (Couper le fichier entier):</h4>
<p>Si vous faites un Rip de 2CDs, SimpleDivX peut couper le fichier final 
automatiquement grâce à cette option.</p>
<h4>Normal:</h4>
<p>Dans ce mode, il n'est possible de ne faire qu'une conversion à la fois. 
(C'est le mode de compatibilité avec SimpleDivX 1.1) </p>
<h4>Batch Mode (Mode séquentiel):</h4>
<p>Cette option permet de programmer plusieurs encodages de plusieurs films en 
une seule session de SimpleDivX.</p>

<p>&nbsp;</p>

<h1>8<SUP>&egrave;me</SUP> &eacute;tape: Output</h1>
<img src="Images/EN/output.png" alt="" width="544" height="599">

<h4>Shutdown windows (Fermeture de Windows):</h4>
<p>Cette option activée permettra l'extinction de l'ordinateur à la fin de 
l'encodage. Appuyez sur le bouton 'Start' pour commencer le processus.</p>

<h4>Status Information (Etat):</h4>
Cette fen&ecirc;tre vous tiendra inform&eacute; de la progression de SimpleDivX.


<h1><br>9<SUP>&egrave;me</SUP> &eacute;tape: Setup</h1>
<img src="Images/EN/setup.png" alt="" width="544" height="599">

<h4>External Program Locations (Chemins des programmes externes):</h4>
Cliquez sur le petit bouton (...) &agrave; droite et la bo&icirc;te çi-dessous devrait appara&icirc;tre.<br>

<img src="Images/EN/program_locations.png" alt="" width="444" height="240"><br>

Vous pouvez maintenant changer les trois chemins afin de les faire pointer vers les dossiers
contenant les programmes n&eacute;cessaires. Cette option est con&ccedil;ue pour les utilisateurs
qui pourraient avoir d&eacute;j&agrave; install&eacute; ces programmes sur leur ordinateur,
cependant, &eacute;tant donn&eacute; que SimpleDivX inclus toujours les derni&egrave;res versions
de ces programmes, nous vous conseillons de laisser ces chemins pointer vers le r&eacute;pertoire
d'installation de SimpleDivX.

<h4>Advanced Audio Settings (Options audio avanc&eacute;es)</h4>
Si l'assemblage avi / ac3 pose probl&egrave;mes, vous pouvez changer les valeurs de l'interleave
(interfoliage, assemblage) et du preload (pr&eacute;chargement).

<h4>Priority Settings (Priorit&eacute;)</h4>
Choisissez ici les priorit&eacute;s pour :<br>
<i>
- L'Audio<br>
- Le Vid&eacute;o<br>
- Les op&eacute;rations de lecture / &eacute;criture sur les disques<br>
</i>

(Note : Placer les priorit&eacute;s sur des valeurs plus hautes [tel que "high"] ne veut pas
dire que la compression ira toujours plus vite! Cela signifie juste que SimpleDivX aura droit
&agrave; plus de cycles processeurs, autrement dit, il aura priorit&eacute; sur le processeur
par rapport aux autres programmes... ce qui provoquera un ralentissement de ces derniers.)

<h4>Language</h4>
<p><span style="font-size: 12.0pt; font-family: Times">Sélectionnez </span>ici la langue dans laquelle vous voulez que SimpleDivX soit.</p>

</body>
</html>